<template>
  <div class="agreement">
    <mt-header :title="title" v-show="isHeader"></mt-header>
    <scroll class='content'>
    	<div class="reminder-content">
        <section class='reminder-text text-indent' v-if="this.$route.params.title === 'service'">
          <p class='reminder-text-item'>
            桔子生活平台旨在为您提供快速便捷的生活服务信息。
          </p>
          <p class='reminder-text-item text-indent'>
          当订单进入“服务进行中”状态，且服务使用者未点击“确认完成”按键，三天后订单将自动进入“服务已完成”状态，同时收入自动转入“我的收入”中。
          </p>
          <p class='reminder-text-item text-indent'>
          您同意，我们可能会因为未来不断丰富的服务对本协议及桔子生活平台的规则（以下合称“本协议”）进行变更或修改，若您在本协议内容公告变更生效后继续使用本服务的，表示您已充分阅读、理解并接受变更后的协议内容，也将遵循变更后的协议内容使用桔子生活平台服务。
          </p>
          <h3>一、定义</h3>
           <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            服务者：指利用自己时间和技能，自愿为他人提供服务，并在桔子生活平台发布其所能提供的服务内容及价格等信息的用户。用户需另行申请，提供实名认证信息并经过桔子生活平台审核后方可成为服务者。
          </p>
           <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            消费者：指下单购买服务的用户，并按照事先承诺（如有）向服务者支付一定酬劳的用户。
          </p>
           <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            费用：本协议所称“费用”包含服务者提供服务或完成任务的必需费用（如代为购物时先行支付的商品的费用）和消费者自愿支付服务者的酬劳。费用由服务者和消费者双方自行协商，但不得超过法律法规的限制性规定及桔子生活平台规定的限额。
          </p>
          <h3>二、双方权利义务</h3>
            <h4>（一）用户的权利义务</h4>
           <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            您保证，您向我们提供的信息真实、完整、准确、有效，包括但不限于您提交的身份信息、发布的任务信息以及您的评价信息。为维护平台良好的运行秩序及维护平台用户的权益，我们需要核实您提交的信息时候，您应予以配合。如您的个人身份信息有任何变动，您应及时更新。
          </p>
           <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            您在桔子生活平台设置的昵称及头像必须遵守法律法规、公序良俗、社会公德，且不会侵害其他第三方的合法权益，否则昵称可能不会被通过。
          </p>
           <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            您使用本服务应遵守法律法规及其他规范性文件的规定，不得发布任何违反法律法规及其他规范性文件规定或违反公序良俗的服务。如您发现平台有人发布虚假信息、存在欺诈等行为，您有权向我们举报，我们将进行审查并采取相应的处理措施。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            如您违反前述约定，依据相关法律、法规及国家政策要求，我们有权随时采取不予注册、通知限期改正、注销登记用户账号、中止或终止您对桔子生活平台服务的使用等适当措施，并有权视情况向互联网信息主管部门予以报告。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            服务者应保证具备履行提供服务或完成任务所需的相关资质和能力，应妥善保管消费者的财物（如有），在提供服务或完成任务过程中尽到应尽的注意义务。服务者如约完成任务的，有权要求消费者支付按照事先承诺的费用。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            消费者不得要求服务者从事可能造成人身伤害及财产损失的行为，并应明确告知服务者在提供服务或完成任务过程中可能出现的风险，还应明确告知服务者在其提供服务或完成任务以后，消费者应当按照事先承诺及时向其支付全额费用。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            您同意遵守桔子生活平台上的超时规则，应及时进行接单、确认付款等操作，您确认桔子生活平台有权按照超时规则推进交易或取消交易，具体的超时规则以桔子生活平台发布的为准，请您及时关注交易进度，避免超时。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            如因服务者原因在规定时限内无法完成任务，应及时通知消费者；如消费者希望取消任务的，应及时通知服务者。如在上述过程中出现任何问题，双方应采取协商的态度，积极沟通解决。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            为了更好的进行风险防控，您使用本服务中涉及的费用，请通过桔子生活平台使用微信支付、支付宝支付、银行卡支付。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            您知晓并同意，您使用本服务的过程中需使用微信账户相关功能，您接受本协议即视为授权桔子生活平台基于为您提供服务的目的获取您微信账户相关信息，并将相关信息例如头像、昵称等展示给您的交易对方。同样，您应该对通过本服务获取的任何信息进行保密。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            如您在使用本服务的过程中遭受任何人身伤害或财产损失的，需要按照法律法规的规定确定相应责任。如在服务过程中因服务者的原因而使消费者的合法权益受到损害，并且消费者直接向我们提出赔偿要求的，经核实情况后我们有权（但无义务）根据实际情况判断对消费者进行先行赔偿，再向服务者追偿。桔子生活平台有权直接从代收服务者的服务费用中扣除前述赔偿款项，不足部分，服务者应当在收到桔子生活平台通知后2个工作日内偿还我们。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            您承诺遵守本协议及桔子生活平台的相关规则，如有违反，您应承担违约责任或处罚后果。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            如您在使用桔子生活平台服务的过程中还购买或使用第三方提供的产品，例如保险、社交服务、支付服务，相关权利和义务按照您与其他产品或服务提供方之间的协议约定履行。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            为了防止用户被骚扰，桔子生活平台上的电话沟通服务使用了手机号码隐私保护方式。
          </p>
          <h4>（二）桔子生活平台的权利义务</h4>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            桔子生活平台有权基于安全性以及未来服务的不断丰富等因素，制定相应的用户准入标准，并可能根据业务发展情况随时进行调整，您接受本协议即视为认可桔子生活平台对您能否使用本服务的判断结果，对此不持异议。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            桔子生活平台提示您注意，在作为服务者提供服务或完成任务的过程中或作为消费者接受服务的过程中，请注意您的人身和财产安全。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            桔子生活平台应提供本协议约定的相关功能和服务及配套的客户服务，并负责系统日常维护。同时，您理解并同意，我们仅提供信息发布平台服务，但桔子生活平台上信息是否真实、准确，请您自行谨慎判断。桔子生活平台不会介入线下消费者和服务者之间发生的纠纷和争议。如有争议，桔子生活平台建议双方通过友好协商或法律途径解决。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            您认可，桔子生活平台与您不存在劳务关系或劳动关系，且桔子生活平台无需向您支付任何费用。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            桔子生活平台公示的规则构成本协议不可以分割的一部分，如您有违反，桔子生活平台有权按相关规则及本协议对您进行处理。
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            您理解并同意，桔子生活平台基于业务发展的需要，有权将本协议项下权利义务转让给关联公司，届时桔子生活平台将提前发布公告。
          </p>
          <h3>三、不可抗力、免责及责任限制</h3>
          <h4>（一）免责条款</h4>
          <p class='reminder-text-item text-indent'> 因下列原因导致桔子生活平台无法正常提供服务，不承诺任何责任；
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            桔子生活平台系统定期或不定期地停机维护或升级；
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            因台风、地震、洪水、雷电等自然灾害或恐怖袭击、暴乱等不可抗力原因；
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            用户的电脑软硬件和通信线路、供电线路出现故障的；
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            用户操作不当或通过非桔子生活平台授权或认可的方式使用本服务；
          </p>
          <p class='reminder-text-item'>
            <i class="reminder-icon"></i>
            因病毒、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、第三方电信服务商原因或政府行为等；
          </p>
          <p class='reminder-text-item text-indent'>
            尽管有前款约定，我们将采取合理行动积极促使服务恢复正常
          </p>
          <h4>（二）桔子生活平台责任范围及责任限制</h4>
          <p class='reminder-text-item text-indent'>
            桔子生活平台可能同时为您及您的（交易）对手方提供本服务，您同意对桔子生活平台可能存在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不得以此主张桔子生活平台在提供服务时存在法律瑕疵。
          </p>
          <h3>四、协议终止</h3>
          <p class='reminder-text-item text-indent'>
            如发生下列情况，桔子生活平台有权立即解除本协议
          </p>
          <p class='reminder-text-item text-indent'>
            用户违反本协议的约定或相关法律法规的规定；
          </p>
          <p class='reminder-text-item text-indent'>
            用户使用本服务的过程中侵犯了第三方合法权益或与第三方发生纠纷，给桔子生活平台或其关联公司造成损失的；
          </p>
          <p class='reminder-text-item text-indent'>
            桔子生活暂停或终止向用户提供相关服务的；
          </p>
          <h3>五、违约责任</h3>
          <p class='reminder-text-item text-indent'>
            用户违反本协议的，桔子生活平台有权采取限制措施，包括但不限于暂时或永久禁止发布服务，将已发布的任务下架、禁止预约下单等，并有权要求相关支付公司按照桔子生活平台的指令对违反本协议的用户账户采取止付、暂停或终止全部或部分服务的措施。如用户违约行为给桔子生活平台或者其他第三方造成损失的，用户应承担赔偿责任。桔子生活平台有权将您违反本协议的行为及相关信息同步给关联公司。如您的行为同时违反了相关法律法规的规定，我们有权将该等行为向互联网信息主管部门予以报告。
          </p>
          <h3>六、管辖条款</h3>
          <p class='reminder-text-item text-indent'>
            您同意，本协议适用中华人民共和国大陆地区法律。因桔子生活平台与您就本协议的签订、履行或解释发生任何纠纷或争议，双方应努力友好协商解决。如协商不成，桔子生活平台和您均同意由被告所在地法院管辖审理上述纠纷或争议。
          </p>
        </section>
        <section class="reminder-text" v-else-if="this.$route.params.title === 'manager'">
          <div class="juzi">
            <h3>第一章：概述</h3>

            <p class='reminder-text-item text-indent'>第一条为促进开放、透明、分享、责任的新商业文明，保障桔子生活服务者及消费者的合法权益，维护共享服务市场经营秩序，山东紫藤信息科技有限公司特制定《桔子生活平台服务者管理规则》（以下简称“本规则”）。本规则作为《桔子生活平台用户服务协议》（以下简称“主协议“）的附件，与主协议具有同等法律效力。本规则未规定之事应参照主协议规定并执行。</p>

            <p class='reminder-text-item text-indent'>第二条桔子生活有权随时对本规则内容或展示位置进行修改，并在桔子生活平台上予以公告，而无需单独通知桔子生活平台服务者。桔子生活制定、修改的规则一经公布即自动生效，成为本规则的一部分，除非本规则另行规定生效时间。如服务者继续在桔子生活平台发布服务信息，则视为服务者接受并同意遵守修改后的规则。</p>
            <h3>第二章：定义</h3>

            <p class='reminder-text-item text-indent'>第三条本规则中的名词，除本规则另有定义外，与主协议中的术语含义相同。此外，下列名词在本规则中具有如下含义：</p>

            <p class='reminder-text-item text-indent'>桔子生活平台：指桔子生活提供的平台服务，服务者可以在该平台上发布并提供服务，消费者也可以在该平台上预约服务。</p>

            <p class='reminder-text-item text-indent'>服务者：指签约《桔子生活平台用户服务协议》入驻桔子生活平台的用户。包括发布服务的用户和在桔子生活平台提供帮助的用户。</p>

            <p class='reminder-text-item text-indent'>服务：指服务者在桔子生活平台中发布并提供的服务。</p>

            <p class='reminder-text-item text-indent'>法律法规：指适用于相关人士或涉及的标的物的全国性法律、地方性法律、行政法规、部门规章、通知、法令和其他立法、执法或司法裁决（包括但不限于任何最高人民法院解释）或中华人民共和国相关主管部门发布的规范性文件，无论其是否具有法律或行政法规的地位。</p>
            <h3>第三章：桔子生活平台规范</h3>
            <h4>第一节：服务者服务要求</h4>

            <p class='reminder-text-item text-indent'>第四条服务者在桔子生活平台的任何行为，应当遵守主协议和《桔子生活平台用户服务协议》以及服务者与桔子生活签署的其他协议。</p>

            <p class='reminder-text-item text-indent'>第五条服务者发布的服务和提供的帮助，应由其自身获得并提供所需全部合法资质和能力，并就其在桔子生活平台所发布之信息和所提供之服务独立承担法律责任。服务者应根据桔子生活平台的要求提供身份信息和所需服务资质，进行实名验证。</p>

            <p class='reminder-text-item text-indent'>第六条服务者应遵守法律法规，对服务者从事任何涉嫌违反法律法规以及本规则及其他相关协议的行为，桔子生活有权按照本规则进行处理；本规则尚无规定的，桔子生活有权按照具体事件酌情处理，而不视为违约。但桔子生活对服务者的处理不免除服务者应承担的法律责任。</p>

            <p class='reminder-text-item text-indent'>第七条服务者提供的服务，包括但不限于服务提供方式、服务内容和服务质量，均应符合相关法律法规的规定以及本规则的约定。</p>

            <p class='reminder-text-item text-indent'>第八条服务者在桔子生活平台提供服务期间，服务者需向预约的消费者提供及时有效服务，并且自行承担服务期间所产生的费用。</p>

            <p class='reminder-text-item text-indent'>第九条为保障消费者对服务进行正确的识别、辨别和区分，保障客户的知情权、选择权，服务名称应当与服务存在关联性，不得以任何形式使消费者产生混淆、误解，或以任何方式侵犯他人合法权益。服务者应通过平台发布真实、准确、完整、合法的服务信息，服务者应就其发布的服务信息独立承担法律责任。</p>

            <p class='reminder-text-item text-indent'>第十条服务应当尊重客户知情权、选择权，服务应当坚持诚实原则，不误导、欺诈、混淆客户，尊重客户的隐私，不骚扰客户，不制造垃圾信息。</p>
            <
            h4>第二节：服务者服务发布规范</
            h4>

            <p class='reminder-text-item text-indent'>第十一条服务标题、图片、属性、价格、服务描述等服务要素之间应当互相匹配对应。</p>

            <p class='reminder-text-item text-indent'>第十二条服务者发布的图片必须清晰，必须突出主题，不得含有其他网站、商户、LOGO、联系方式（包含但不限于手机号、网站链接、微信号、二维码）、支付宝、银行卡账号信息等。</p>

            <p class='reminder-text-item text-indent'>第十三条服务者所发布之内容信息中不得存在任何违反国家法律法规、违反公序良俗或侵害第三方合法权益的信息。</p>

            <p class='reminder-text-item text-indent'>第十四条服务者提供的所以内容（包括但不限于logo、图片、名称、文字等），均应实真实、有效、合法的，并与服务的实际情况一致。</p>

            <p class='reminder-text-item text-indent'>第十五条服务者发布的服务信息内容不得违反《中华人民共和国广告法》及其他相关法律法规的规定，包括但不限于使用“唯一”、“最优”等夸大宣传或过度承诺的用语，也不得进行虚假宣传。</p>

            <p class='reminder-text-item text-indent'>第十六条服务者发布的服务信息不得出现或含有外部链接或其他可直接跳转到第三方网站的功能，不得出现第三方网站的标识。</p>

            <p class='reminder-text-item text-indent'>第十七条在交易过程中，服务者应当按照约定（包括但不限于订单内容、服务者另行向消费者作出的服务承诺）向消费者提供服务。</p>

            <p class='reminder-text-item text-indent'>第十八条服务者不得强迫、诱导或欺骗消费者在桔子生活平台之外进行交易，不得以任何手段逃避桔子生活平台的线上交易流程。</p>

            <p class='reminder-text-item text-indent'>第十九条服务者不得实施任何侵害他人合法权益的行为，包括但不限于：</p>

            <p class='reminder-text-item text-indent'>1)未经权利人的书面授权，服务者不得在其服务标题、描述、图片或其他页面使用“桔子生活”或桔子生活平台关联公司的商号、商标、服务标志、企业名称、其他标志、标识、用语或上述品牌的附属标志及图案的任何变体、缩写或错误拼音；</p>

            <p class='reminder-text-item text-indent'>2)其他侵害他人合法权益的行为。</p>

            <p class='reminder-text-item text-indent'>第二十条 服务者不得通过虚假交易、虚假宣传、提供虚假数据等方式提高其服务的订购销量。</p>

            <p class='reminder-text-item text-indent'>第二十一条 服务者应当诚实守信，不得以恶意评价、恶意投诉、诋毁、虚假订购等方式进行不正当竞争。</p>

            <p class='reminder-text-item text-indent'>第二十二条 服务者发布的服务需要确保不存在安全隐患问题，且符合国家质监等部门的要求。</p>

            <p class='reminder-text-item text-indent'>第二十三条 服务者不得在桔子生活平台的服务详情页，明示或暗示与桔子生活或桔子生活平台及其关联公司有任何隶属关系或授权关系，或服务得到桔子生活的认可，不得以前述公司的名义从事任何活动。</p>

            <p class='reminder-text-item text-indent'>第二十四条 桔子生活平台只提供服务，不得直接提供或出售商品，不允许发布任何与商品出售有关的信息。</p>
            <
            h4>第三节：桔子生活平台管理规范</
            h4>

            <p class='reminder-text-item text-indent'>第二十五条 为保障服务者认证信息的持续真实有效，维护客户权益，桔子生活有权通过定期或不定期复核的方式，验证认证信息的真实有效性，服务者应按照桔子生活的要求及时提供其届时有效的认证信息。如有关行政机关、司法机关或其他有权机关根据法律法规规定要求桔子生活平台服务者的认证信息，桔子生活可以依法向该等机关提供。如在复核过程中服务者提供的认证信息不全、过期、无效或虚假的，桔子生活平台将依据情形严重程度，采取临时性的监管措施。</p>

            <p class='reminder-text-item text-indent'>第二十六条 服务者应遵照桔子生活平台交易流程的各项要求进行交易，并合理保护客户权益。</p>

            <p class='reminder-text-item text-indent'>第二十七条 如服务者或其发布的服务存在违规行为，桔子生活将根据违规行为的程度给予不同类型的处理，并对服务者保留追究法律责任的权利。</p>

            <p class='reminder-text-item text-indent'>第二十八条 因违规行为被处理的服务者及其所提供的服务，若申诉成立或处罚期限到期后，方可恢复正常状态。</p>
            <h3>第四章：违规行为</h3>

            <p class='reminder-text-item text-indent'>第二十九条 服务者出现任意一种违反主协议或本规则的行为（“违规行为”），或为违规行为提供便利（包括但不限于为客户行为提供便利），桔子生活有权对该违规行为进行独立判断并针对服务者或服务者发布的服务采取违规处理措施。</p>

            <p class='reminder-text-item text-indent'>第三十条 服务者不得出现任何违反法律法规的行为，包括但不限于：</p>
            <table border="1" cellpadding="10" width="100%">
              <tbody><tr>
                <th rowspan="34">内容违规</th>
                <th>政治敏感</th>
                <th>涉及政治的信息及服务</th>
              </tr>
              <tr>
                <th rowspan="2">黄色低俗</th>
                <th>低俗视频聊天或语音聊天</th>
              </tr>
              <tr>
                <th>提供低俗色情服务和信息</th>
              </tr>
              <tr>
                <th rowspan="3">赌博</th>
                <th>传授赌博技巧</th>
              </tr>
              <tr>
                <th>提供赌博工具</th>
              </tr>
              <tr>
                <th>提供赌博场所</th>
              </tr>
              <tr>
                <th rowspan="3">毒品</th>
                <th>毒品买卖信息</th>
              </tr>
              <tr>
                <th>提供吸毒工具</th>
              </tr>
              <tr>
                <th>提供吸毒场所</th>
              </tr>
              <tr>
                <th rowspan="4">军警治安类</th>
                <th>非正规渠道的军警</th>
              </tr>
              <tr>
                <th>打架、斗殴等危险行为</th>
              </tr>
              <tr>
                <th>办证刻章</th>
              </tr>
              <tr>
                <th>其他会危害社会治安的行为</th>
              </tr>
              <tr>
                <th rowspan="3">医疗器械</th>
                <th>任何药品和医疗器械</th>
              </tr>
              <tr>
                <th>胎儿性别鉴定</th>
              </tr>
              <tr>
                <th>需要特殊资质的医疗服务、卫生保健咨询服务、精神治疗等</th>
              </tr>
              <tr>
                <th rowspan="4">网络服务类</th>
                <th>炒信、刷单</th>
              </tr>
              <tr>
                <th>转支付、通过桔子生活平台进行借贷</th>
              </tr>
              <tr>
                <th>涉外婚介</th>
              </tr>
              <tr>
                <th>黑客相关服务</th>
              </tr>
              <tr>
                <th rowspan="4">侵害隐私类</th>
                <th>身份证件（包括但不限于身份证、护照、驾驶证）和银行卡（包括但不限于借记卡、信用卡）等的伪造和变造</th>
              </tr>
              <tr>
                <th>私家侦探类服务</th>
              </tr>
              <tr>
                <th>偷拍、跟踪等</th>
              </tr>
              <tr>
                <th>其他危害其他隐私的行为</th>
              </tr>
              <tr>
                <th rowspan="4">金融类</th>
                <th>货币兑换</th>
              </tr>
              <tr>
                <th>假币相关</th>
              </tr>
              <tr>
                <th>非法集资</th>
              </tr>
              <tr>
                <th>信用卡套现服务</th>
              </tr>
              <tr>
                <th rowspan="3">通讯/数码类</th>
                <th>虚假基站</th>
              </tr>
              <tr>
                <th>发送虚假、骚扰短信</th>
              </tr>
              <tr>
                <th>卫星天线等侵入服务</th>
              </tr>
              <tr>
                <th rowspan="2">其他内容违规</th>
                <th>代考、代写论文、考试作弊</th>
              </tr>
              <tr>
                <th>代孕</th>
              </tr>
              <tr>
                <th rowspan="1">限售类</th>
                <th>缺少资质</th>
              </tr>
              <tr>
                <th rowspan="4">弄虚作假</th>
              </tr>
              <tr>
                <th rowspan="2">账号、资料虚假</th>
                <th>盗用他人网络账号</th>
              </tr>
              <tr>
                <th>盗用他人证件或注册账号、密码等，发布服务</th>
              </tr>
              <tr>
                <th rowspan="1">虚假宣传</th>
                <th>服务者虚假宣传和桔子生活约定之合作关系</th>
              </tr>
              <tr>
                <th rowspan="11">服务违规</th>
              </tr>
              <tr>
                <th rowspan="3">服务描述不规范</th>
                <th>服务地域范围错误</th>
              </tr>
              <tr>
                <th>服务地域范围错误</th>
              </tr>
              <tr>
                <th>服务内容与线上描述不符</th>
              </tr>
              <tr>
                <th rowspan="1">服务质量</th>
                <th>服务内容不满意造成的客诉</th>
              </tr>
              <tr>
                <th rowspan="3">服务安全</th>
                <th>造成消费者门诊、住院治疗的行为</th>
              </tr>
              <tr>
                <th>造成其他人身伤害</th>
              </tr>
              <tr>
                <th>造成消费者财产损失</th>
              </tr>
              <tr>
                <th rowspan="3">违背承诺、未提供服务或提供的服务与线上描述不一致</th>
                <th>交易成功后未提供服务</th>
              </tr>
              <tr>
                <th>服务者同意接单后未提供服务</th>
              </tr>
              <tr>
                <th>线下虚假宣传</th>
              </tr>
              <tr>
                <th rowspan="7">服务者行为违规</th>
              </tr>
              <tr>
                <th rowspan="2">损害平台名誉</th>
                <th>公开发表关于桔子生活的负面言论</th>
              </tr>
              <tr>
                <th>散布关于服务的不实言论</th>
              </tr>
              <tr>
                <th rowspan="2">不正当谋利</th>
                <th>诱使桔子生活平台及其关联认识做出违背桔子生活规范、损害桔子生活利益的行为</th>
              </tr>
              <tr>
                <th>服务者任何规避市场管控措施</th>
              </tr>
              <tr>
                <th rowspan="1">违反保密义务</th>
                <th>服务者为谋取私利违反保密义务</th>
              </tr>
              <tr>
                <th rowspan="1">侵犯知识产权</th>
                <th>发布的服务信息不具备合法权利或权益，侵犯他人知识产权</th>
              </tr>
              <tr>
                <th rowspan="1">交易类风险</th>
                <th colspan="2">风险交易</th>
              </tr><tr>
            </tr></tbody></table>
            <h3>第五章：违规处理措施及责任追究</h3>

            <p class='reminder-text-item text-indent'>第三十一条 桔子生活有权以普通或非专业人员的认知水平标准对服务者的行为进行独立判断，并按主协议及本规则予以处理或中止、终止向服务者提供服务（包括中止或终止桔子生活平台协议，下同），且无需事先征得服务者的同意。</p>

            <p class='reminder-text-item text-indent'>第三十二条 服务者应当遵守主协议、本规则及桔子生活将来可能发布的各类规则；如违反上述协议和规则，桔子生活有权对服务者行为及应适用的规则进行独立认定，针对服务者或所发布的服务设计的违规行为采取如下意向或多项处理措施：</p>
            <table border="1" cellpadding="10" width="100%">
              <tbody><tr>
                <th rowspan="1">交易类风险</th>
                <th>风险交易</th>
              </tr>
              <tr>
                <th rowspan="1">服务暂停</th>
                <th>处罚期间，被处罚服务不可被搜索、不可被预约</th>
              </tr>
              <tr>
                <th rowspan="1">服务下架</th>
                <th>服务被处罚停止，不可被搜素、不可展示、不可被交易</th>
              </tr>
              <tr>
                <th rowspan="1">服务者限权</th>
                <th>处罚期间，服务者不可发布新的服务，所有服务不得修改，冻结账户资金</th>
              </tr>
              <tr>
                <th rowspan="1">解除合作</th>
                <th>处罚期间，服务者不可发布新的服务、所有在线服务下架、不可在桔子生活平台继续交易</th>
              </tr>
            </tbody></table>

            <p class='reminder-text-item text-indent'>注：桔子生活平台有权根据违规严重程度判定是否对服务者解除其所有与桔子生活的合作。</p>

            <p class='reminder-text-item text-indent'>第三十三条 对于所有处罚，服务者在60天内有1次申诉机会。如申诉成立，将撤销该处罚所带来的相关影响，如恢复服务、解除资金账户冻结等；如申诉不成立，将维持原处罚审理结果；如60天内未申诉，则处罚审理结果将确定成立，不可再撤销。</p>
          </div>
        </section>
        <section class="reminder-text" v-else>         
          <p class='reminder-text-item text-indent'>欢迎您使用山东紫藤信息科技有限公司所有和合法运营的桔子生活平台。本用户协议中的条款和条件（以下简称“用户协议”）适用于您登陆、访问我们的桔子生活平台，包括但不限于应用程序软件（包括但不限于Android版本、iOS版本、其他智能手机及终端移动设备应用版本）、通过官方客服电话、微信平台等渠道使用桔子生活提供的服务，以及我们通过在网站、应用程序上及提供服务过程中向您提供的所有信息、建议、其他相关服务。</p>

          <p class='reminder-text-item text-indent'>在您进行上述登陆、下载、访问及通过各种渠道使用我们提供的服务前，请您仔细阅读本《用户协议》，您的使用行为将被视为对本用户协议全部内容的认可。如果您不同意本《用户协议》下任何一款内容，请立即停止上述操作行为及使用我们的服务。</p>
          <h3>一、桔子生活的服务</h3>

          <p class='reminder-text-item text-indent'>1.1 桔子生活向您提供信息以及获取第三方家政服务提供方的途径。您可以通过使用桔子生活信息平台，包括但不限于登陆桔子生活网站，和/或下载并安装到单台移动设备终端（如智能手机、平板电脑等移动终端设备）上的桔子生活APP软件应用程序、wap站点，和/或拨打桔子生活官方客服电话、登陆微信平台等途径，选择并预约使用所有的家政服务品类及家政服务提供方。</p>

          <p class='reminder-text-item text-indent'>1.2 桔子生活平台上可供您选择并预约的服务品类及专题版块（以下简称“桔子生活服务“）包括但不限于：助手（速运、搬家）、美丽（美甲、美睫）、洁净（日常保洁、深度保洁、家居养护、家庭做饭），具体以您登陆服务选择页面时最新展示列出的服务品类为准。</p>

          <p class='reminder-text-item text-indent'>1.3 桔子生活服务提供方与桔子生活信息服务合作关系，并非任何法律上及事实上的劳动关系、雇佣关系。桔子生活服务提供方作为本用户协议以外的第三方，通过使用桔子生活平台向您展示个人信息及相关服务信息，以获得您的服务请求（包括但不限于服务时长、服务品类），并向您收取服务费。桔子生活为服务提供方提供信息服务。</p>

          <p class='reminder-text-item text-indent'>1.4 鉴于上述陈述及合作关系，您充分理解并承认该事实：您通过桔子生活平台请求第三方（家政服务提供方）为您提供家政服务，第三方（家政服务提供方）应您发出的请求向您提供服务。有鉴于此，在家政服务过程中，您与家政服务提供方发生的一切纠纷，包括但不限于：（1）家政服务方在为您提供服务过程中造成其自身的人身损害、财产损害；（2）家政服务方在为您提供服务过程中给您造成的人身损害、财产损害；（3）其他由此导致的纠纷等。桔子生活均不对上述纠纷承担损害赔偿责任及承担任何责任确定及分担义务，其责任应依照法律法规及相关规定由导致损害发生的一方承担，或者由相关法律法规规定有权处理纠纷的机关予以依法处理及判定。</p>
          <h3>二、桔子生活平台的使用</h3>

          <p class='reminder-text-item text-indent'>2.1您使用桔子生活信息服务的条件及资格：</p>

          <p class='reminder-text-item text-indent'>2.1.1您应当具有完全民事行为能力，能独立承担法律责任。若您属于年龄不满18周岁的未成年人、精神病人或其他无民事行为能力、限制民事行为能力人，您应在您的监护人的监护下使用桔子生活信息平台及相应服务 。如果您是代表法人及其他合法组织注册账户，您应获得法人或者其他合法组织的授权签订（并约束法人及其他组织）遵守本用户协议；以及注册服务和使用程序。</p>

          <p class='reminder-text-item text-indent'>2.1.2您必须先在桔子生活信息平台上注册，然后才能使用信息平台或者服务。注册时，您必须提供个人信息、移动电话号码，并根据5桔子生活信息平台系统操作提示验证您的手机号码。</p>

          <p class='reminder-text-item text-indent'>2.1.3您应当妥善保管在申请注册桔子生活信息平台时获得的账户和密码，不得将其泄露或者提供给任何第三方，否则，由此给您造成的损失及风险由您自行承担。如您无法提供相反的有效证据，您的账户下的一切使用及操作行为均视为您个人所为。</p>

          <p class='reminder-text-item text-indent'>2.2 您的担保及承诺</p>

          <p class='reminder-text-item text-indent'>2.2.1您担保，您向我们提供的信息真实、准确、完整。我们在任何时候都有权以相关有效手段验证您所提供的信息，并有权在确定您提供的信息验证不真实时，拒绝向您提供服务或拒绝您使用我们的应用程序。</p>

          <p class='reminder-text-item text-indent'>2.2.2您使用桔子生活信息平台，即表示您还同意以下事项：</p>

          <p class='reminder-text-item text-indent'>（1）您出于您个人用途使用服务或者下载应用程序，并且不会转售给第三方。</p>

          <p class='reminder-text-item text-indent'>（2）您不会将服务或者应用程序用于任何非法目的，包括（但不限于）发送或者存储任何非法资料或者用于欺诈目的。</p>

          <p class='reminder-text-item text-indent'>（3）您不会利用服务或者应用程序骚扰、妨碍他人或造成不便。</p>

          <p class='reminder-text-item text-indent'>（4）您不会影响网络的正常运行</p>

          <p class='reminder-text-item text-indent'>（5）您不会尝试危害服务或者应用程序</p>

          <p class='reminder-text-item text-indent'>（6）当我们提出合理请求时，您会提供身份证明</p>

          <p class='reminder-text-item text-indent'>（7）您将遵守您在使用应用程序或服务时所处国家/地区、省和/或市的所有适用法律及中华人民共和国法律法规，不违反社会道德及公序良俗。</p>

          <p class='reminder-text-item text-indent'>2.2.3如果您违反以上任一规则，我们保留立即终止向您提供服务和拒绝您使用应用程序的权利。</p>

          <p class='reminder-text-item text-indent'>2.3服务的提供</p>

          <p class='reminder-text-item text-indent'>2.3.1 您可以通过桔子生活信息服务平台向家政服务提供方请求提供服务，同时，桔子生活信息服务平台还将协助您请求家政服务提供方提供的服务。如果家政服务提供方接受请求，桔子生活信息平台会通知您并提供该家政服务提供方的相关信息。</p>

          <p class='reminder-text-item text-indent'>2.3.2 我们将作出合理的努力，让您联系上家政服务提供方以获得服务，不过，这受限于您请求服务的时间及所在之位置是否有能够提供服务的第三方（家政服务提供方）。您根据桔子生活信息平台提示的操作步骤，成功预约到能够上门服务的服务人员并确认所需上门服务的时间、地点等信息之时，您与第三方（家政服务提供方）达成的服务合同（以下简称服务合同或者服务订单）正式成立。</p>

          <p class='reminder-text-item text-indent'>2.3.3如服务订单因第三方（家政服务提供方）的原因无法按约履行，我们将尽快与您联系并在获得您的许可后重新改派其他家政服务提供方或者为您取消/变更服务订单。</p>

          <p class='reminder-text-item text-indent'>2.3.4如服务合同因您个人的原因无法履行，请您至少提前4个小时在线取消或者拨打桔子生活官方客服电话取消/更改服务订单。如您多次无故或多次在临近服务时间开始前取消服务订单，为保障第三方（家政服务提供方）的权益及其他用户方的权益，桔子生活有权随时为您暂停或者终止提供桔子生活平台信息服务。</p>

          <p class='reminder-text-item text-indent'>2.3.5服务品类的修改与终止 桔子生活始终在不断改进和更改我们所提供的服务，所以桔子生活可能会在未经通知您的情况下升级、更改、暂停或彻底停止某项服务品类。如果出现上述情况，在可能且合理的情况下，桔子生活会向您提前发出通知，并协调第三方（家政服务提供方）对您因服务变更受到的影响给予适当补偿。</p>

          <p class='reminder-text-item text-indent'>2.4服务价格及服务费的支付</p>

          <p class='reminder-text-item text-indent'>2.4.1您可以通过我们支持的各种官方渠道（桔子生活支持版本的应用程序软件、桔子生活官方客服电话、桔子生活微信平台等）查看、了解家政服务人员所提供服务的价格，这些价格由桔子生活及第三方（家政服务提供方）统一制定，这些价格可能会进行更新，您需自行留意家政服务的最新价格。</p>

          <p class='reminder-text-item text-indent'>2.4.2我们抵制并请求您和我们一起监督第三方（家政服务提供方）的下列不规范的服务及收费行为：（1）不经由桔子生活信息平台达成交易服务（2）不经由桔子生活信息平台更改服务订单信息（3）不按桔子生活信息平台公布的标准价格收费（4）乱设与收费项目等（5）其他损害平台利益、用户利益、其他家政服务提供方的行为。</p>

          <p class='reminder-text-item text-indent'>2.4.3你可以选择在线支付（支付方式：微信支付、支付宝支付）或线下支付（直接支付现金），向第三方（家政服务提供方）支付家政服务费。在线支付方式是桔子生活经第三方（家政服务提供方）的授权，与第三方电子支付服务供应商（以下简称“电子支付服务商”）达成合作，将您的支付宝账户、微信支付账户关联到您在桔子生活信息平台的个人账户。您选择在线支付方式后，除受到本用户协议的约束之外，还要受电子支付服务商及信用卡/借记卡发卡行的条款和政策的约束。桔子生活对于电子支付服务商及银行的行为（包括但不限于系统故障、操作系统错误等）不承担责任。</p>

          <p class='reminder-text-item text-indent'>2.4.4您可以免费下载及使用桔子生活信息平台，包括桔子生活应用程序软件及信息服务。我们保留日后就应用程序和/或信息服务收取使用费的权利。如果我们决定收取此类费用，我们将向您发送通知，您有权选择继续履行或者终止本合约。</p>

          <p class='reminder-text-item text-indent'>2.5服务评价</p>

          <p class='reminder-text-item text-indent'>2.5.1您有权在桔子生活信息平台对第三方（家政服务提供方）作出针对服务的相应评价、意见或者建议，以供家政服务提供方提升服务质量，进而提升桔子生活信息平台的用户体验。</p>

          <p class='reminder-text-item text-indent'>2.5.2尽管桔子生活信息平台充分保障您发表评论意见、建议及相关言论的权利，但您行使该项权利时，应避免出现下列行为： （1）利用桔子生活信息平台发布违反国家相关法律、法规及其他规范性文件的信息或从事其他违法犯罪活动； （2）发布含有非法、淫秽、威胁、诽谤、侵犯他人隐私、侵犯知识产权等信息，或以其他形式侵犯第三方的合法权益，违反社会公德。 （3）发布与桔子生活家政服务无关的言论； （4）利用在桔子生活注册的账号进行其他经营活动或行为； （5）其他损害桔子生活信息平台合法权益及影响其他用户体验的行为；</p>

          <p class='reminder-text-item text-indent'>2.5.3 如果您违反上述规则，桔子生活有权不经事先通知，直接采取屏蔽、删除您的评论及采取相关处理措施，包括但不限于暂停、终止您继续使用评论功能或者永久关闭您的账号。</p>

          <p class='reminder-text-item text-indent'>2.5.4 您在桔子生活信息平台上发布评论信息及使用相关功能，桔子生活即视为您主动将您发表的任何形式的信息的著作权，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利无偿独家转让给桔子生活所有，桔子生活有权就任何主体侵权单独提起诉讼并获得全部赔偿。本用户协议属于著作权相关法律意义层面上的书面协议，其效力及于您在桔子生活信息平台发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。</p>
          <h3>三、个人信息处理</h3>

          <p class='reminder-text-item text-indent'>3.1 鉴于桔子生活所提供信息服务的重要性，您在成为我们的注册用户、登陆并使用我们的平台预约家政服务时，您应按照桔子生活平台提示的操作步骤填写并提供真实、有效、详尽、准确的个人资料，包括但不限于您的姓名、手机号、服务地址等信息。</p>

          <p class='reminder-text-item text-indent'>3.2我们承诺将采取我们所能尽到的最大努力保护您的上述信息，并在合理的范围内利用您提供的信息更好的服务于我们的桔子生活信息平台（包括但不限于移动应用程序），以及提升您的用户体验。我们已采取防止您个人资料丢失或者被非法处理的适当的技术安全及措施，我们使用标准的、行业通行的、商业上合理的安全措施，如加密、防火墙、SSL（安全接字层）和在保存数据的地方安排安保人员，但我们不能完全保证我们的平台系统不会被攻破，我们也不能保证您提供的信息在互联网上传输时不会被拦截。</p>

          <p class='reminder-text-item text-indent'>3.3您同意，我们将对您的个人信息进行收集及处理，用于下述几个方面：</p>

          <p class='reminder-text-item text-indent'>（1）增强桔子生活信息平台（包括但不限于应用程序软件）的技术和功能处理。</p>

          <p class='reminder-text-item text-indent'>（2）提升您的用户体验：如将您的信息提供给您已发出请求的家政服务方，以便家政服务方及时联系您，为您提供上门服务。</p>

          <p class='reminder-text-item text-indent'>（3）以邮件、短信、电话、应用程序软件APP通知及其他形式，向您推送优惠活动信息，关于我们的新闻、特别优惠信息等。</p>

          <p class='reminder-text-item text-indent'>（4）利用和分析衍生管理数据及统计数据，优化业务模式。</p>

          <p class='reminder-text-item text-indent'>（5）在法律许可的范围内，经您同意，我们会透露您的手机号码给我们的合作伙伴以便您获得关于他们产品或者服务的信息。</p>
          <h3>四、应用程序软件的使用</h3>

          <p class='reminder-text-item text-indent'>4.1 如您使用我们的应用程序软件（包括但不限于Android版本、iOS版本、其他智能手机及终端移动设备应用版本），在您遵守本用户协议的前提下，桔子生活授予您有限的、非排他性的、不可转让的许可：您有权将应用程序软件副本下载并安装到您拥有或控制的单台移动终端设备上，并仅出于您自己的个人用途运行此应用程序软件副本。</p>

          <p class='reminder-text-item text-indent'>4.2在使用我们的应用程序软件过程中，您不得进行如下操作：</p>

          <p class='reminder-text-item text-indent'>（1）利用我们的软件从事违反法律法规规定及相关政策、违反社会公序良俗和道德准则、损害公共利益的行为</p>

          <p class='reminder-text-item text-indent'>（2）以任何方式许可、再许可、出售、转售、出租、出借、复制、修改、链接、转载、汇编、发表、出版、转让、分配、分发我们的服务或应用程序，也不得进行反向工程或利用镜像方式试图提取我们软件的源代码；或以其他方式进行衍生品的商业开发或者提供给任何第三方；</p>

          <p class='reminder-text-item text-indent'>（3）以任何方式侵犯许可软件著作权及相关权利；删除许可软件及其他副本上关于知识产权等合法权益的信息，修改、删除或避开应用程序软件中我们为保护相关知识产权而设置的任何措施，包括但不限于技术措施；设计或构建、使用类似于服务或者应用程序的设想或图形来设计或者构建产品，或抄袭服务或者应用程序的任何设想、特点、功能或图形</p>

          <p class='reminder-text-item text-indent'>（4）危害软件信息网络安全，包括使用许可软件时以任何方式损坏或破坏许可软件或使其不能运行或超负荷或干扰第三方对许可软件的使用；以侵入式的手段删除、修改、增加存储信息；故意发送或者存储包含软件病毒、蠕虫、木马或者其它有害的计算机代码、文件、脚本或程序的资料；采取其他破坏、干扰正常信息服务的行为。</p>

          <p class='reminder-text-item text-indent'>（5）利用程序软件发表、传送、传播、储存淫秽、诽谤、侵害他人知识产权、商业秘密权等合法权利的资料内容，或进行违法犯罪活动</p>

          <p class='reminder-text-item text-indent'>（6）以任何手段阻挠或者破坏、扰乱应用程序、服务或其所含数据的完整性或性能 4.3 在法律允许的最大范围内，我们将有权调查并起诉任何上述违法违规行为。如果我们认为您违反本用户协议或者以其他方式危害桔子生活信息平台和/或其中的服务或者应用程序，我们保留在不另行通知的情况下随时删除或者禁用对软件访问的权利。</p>
          <h3>五、知识产权及相关权利</h3>

          <p class='reminder-text-item text-indent'>5.1 桔子生活信息平台所包含的全部智力成果，包括但不限于数据库、网站设计结构、文字、图表、应用程序软件、照片、录像、音乐、声音及其前述组合，软件编译、相关源代码和软件 (包括小应用程序和脚本) ，上述智力成果的知识产权权利均归桔子生活所有。用户只能在桔子生活授权下才能使用这些内容，而不能擅自使用、复制、改变、演绎、衍生创造这些内容、或创造与内容有关的衍生产品。</p>

          <p class='reminder-text-item text-indent'>5.2 桔子生活也尊重他人的知识产权，如果您认为相应的信息对您的作品的使用已经构成版权侵犯，请通过桔子生活的客服电话及时通知我们，我们将按照现行法律法规的规定的版权侵权投诉程序予以处理。</p>
          <h3>六 免责条款与责任承担</h3>

          <p class='reminder-text-item text-indent'>6.1免责条款：</p>

          <p class='reminder-text-item text-indent'>（1）桔子生活以技术手段及措施在桔子生活信息平台上向您提供的家政服务方信息陈列、展示、评价的服务仅供您参考，并不构成建议或者任何推荐，亦不对家政服务方所提供服务的质量、服务满意度承担任何担保或连带性责任。</p>

          <p class='reminder-text-item text-indent'>（2）桔子生活将在合理的范围内采取合理措施尽量保证桔子生活信息平台提供的信息准确，但无法保证其中没有任何错误、缺陷。对于因使用（或无法使用）桔子生活信息平台导致的任何损害，桔子生活不承担责任。</p>

          <p class='reminder-text-item text-indent'>（3）桔子生活对于因使用（无法使用）第三方通信服务供应商的服务导致的任何损害，包括但不限于因电子通信失败或者延时、第三方或用于电子通信的计算机程序对电子通信的拦截或操纵，以及病毒传输、电信系统或互联网网络故障、计算机终端故障或病毒、信息损坏或丢失、计算机系统问题或其它不可抗力原因而导致的损害，桔子生活不承担责任。</p>

          <p class='reminder-text-item text-indent'>（4）桔子生活平台上的家政服务提供方有权不加预先通知拒绝超过桔子生活信息平台品类页面服务范围的服务请求，并且有权在接受服务后的服务过程中拒绝您的任何与服务内容无关的请求。桔子生活并不对此类纠纷承担任何担保及协调责任。</p>

          <p class='reminder-text-item text-indent'>（5）在您确保已知悉桔子生活信息平台所有功能提示及愿意为本信息平台各功能进行必要的操作，您根据自身需求自愿选择使用桔子生活信息平台及其相关服务，因使用本信息平台及其相关服务所存在的风险和一切后果将完全由您自己承担，桔子生活不承担其责任。</p>

          <p class='reminder-text-item text-indent'>（6）桔子生活信息平台应用程序软件经过详细谨慎的测试，但桔子生活不能保证与所有的软硬件系统完全兼容，不能保证应用程序软件在任何情况下均可正常提供服务。如果出现不兼容及软件错误的情况，您可将情况报告给桔子生活，获得技术支持。如果桔子生活仍无法解决兼容性问题，您可以删除本软件。</p>

          <p class='reminder-text-item text-indent'>6.2责任承担：任何情况下，桔子生活对于因桔子生活的服务造成的损失的全部责任不超过造成损失的订单金额，除非此类损害是由于桔子生活的故意或者重大过失引起。</p>

          <p class='reminder-text-item text-indent'>6.3虽有前述情形，桔子生活将提请及督促第三方（家政服务提供方）提高服务技能及服务态度，提高服务质量。为提升桔子生活信息平台用户体验：</p>

          <p class='reminder-text-item text-indent'>（1）桔子生活接受您的投诉建议和意见，并在必要情况下，协助您在与第三方（劳动服务提供方）充分协商后，为您协调更换第三方（家政服务提供方）。</p>

          <p class='reminder-text-item text-indent'>（2）在您和第三方（家政服务提供方）发生纠纷时，应您和家政服务提供方的一致请求，桔子生活可帮助您进行纠纷解决的安排协商及拨打报警电话请求有权机关予以处理。</p>

          <p class='reminder-text-item text-indent'>6.4您违反本协议规定，对桔子生活造成损害的，桔子生活有权采取包括但不限于取消您的账户、中断您的信息平台使用许可、停止为您提供服务、限制您使用服务功能、对您采取措施追究您的法律责任、要求您进行损害赔偿等措施。</p>
          <h3>七、协议的修订、终止及可分性、可转让性</h3>

          <p class='reminder-text-item text-indent'>7.1 桔子生活有权随时对本协议内容或桔子生活发布的其他服务条款及操作规则的内容进行修订，修订时桔子生活将在桔子生活信息平台的显著位置发布通知、公告或者提示，修订自通知、公告或提示发布之时生效。如用户继续使用桔子生活提供的服务即视为用户同意该等内容修订，如用户不同意修订后的内容则用户有权注销桔子生活信息平台账户、停止使用桔子生活的服务。</p>

          <p class='reminder-text-item text-indent'>7.2本协议于桔子生活信息平台账号因违反本协议约定被注销之日或者用户卸载相关应用程序软件、不再使用桔子生活信息平台提供的服务之日终止，但本协议的终止不影响守约方向违约方追究违约责任。</p>

          <p class='reminder-text-item text-indent'>7.3如果本用户协议中任何一条因业务政策调整被废止、因违反法律法规规定被有权机关判定为无效或因任何客观情况不可执行，均不影响其余条款的有效性。</p>

          <p class='reminder-text-item text-indent'>7.4 桔子生活有权将本协议项下权利与义务转让给第三方，无需经用户同意，但桔子生活会保证该等损害不损害您的权益。</p>
          <h3>八 法律适用及管辖</h3>

          <p class='reminder-text-item text-indent'>8.1 本用户协议的订立、履行和争议的解决、条款的解释、修订均适用中华人民共和国法律。如无法律规定，可参照商业惯例执行。</p>

          <p class='reminder-text-item text-indent'>8.2 用户和桔子生活之间发生的任何形式的争议均应友好协商解决，协商不成的，任一方有权将争议提交济南市历下区人民法院诉讼解决。</p>
        </section>
    	</div>
    </scroll>
  </div>
</template>

<script type="text/ecmascript-6">
import MtHeader from 'components/mtHeader'
import Scroll from 'components/Scroll'
import {browserTest} from 'common/js/browser'
export default {
  data() {
    return {
      title: '',
      isHeader: true
    }
  },
  created() {
    this.isHeader = browserTest()
    switch (this.$route.params.title) {
      case 'user':
        this.title = '用户协议'
        break
      case 'manager':
        this.title = '服务者管理协议'
        break
      case 'service':
        this.title = '用户服务协议'
        break
    }
  },
  components: {
    MtHeader,
    Scroll
  }
}
</script>

<style scoped lang="less" >
 @import '~common/css/variable.less';
 @import '~common/css/mixin.less';
 .content{
  bottom:0;
  padding:15px 30px ;
  background-color: #fffce2;
  .reminder-content{
    height:auto;
    padding-bottom: 40px;
    font-size:12px;
    color:@color-text-secondary;
    .reminder-icon{
      display:inline-block;
      margin-right: 5px;
      .square(6px);
      border-radius: 50%;
      background:@color-text-secondary;
    }
    .reminder-text{
      margin-top:15px;
      .reminder-text-item{
        margin-bottom: 15px;
      }
    }               
  }
 }
</style>